
//改变范文。
    function change_text(x) {
        var  x = x ; // 获取单选按钮序号
        var text ; //text 用于存放示例文本
        var textAreaID = document.getElementById('info_text');

        if(x==1){
            text='                     \n' +
                '                     \n' +
                '魔兽世界：争霸艾泽拉斯重回起点，大结局或提前出现？伏笔太多！\n' +
                '\n' +
                '魔兽世界陪伴了勇士们已经10年了，在这10年里很多我们称之为“神”的BOSS，都已经被脚男们推到。而魔兽世界的主线历史背景似乎也穷途末路，随着游戏策划们创意的枯竭，暴雪迫切需要一个版本来填坑过度，所以8.0争霸艾泽拉斯应运而生。\n' +
                '\n' +
                '魔兽世界：争霸艾泽拉斯重回起点，大结局或提前出现？伏笔太多！\n' +
                '\n' +
                '\n' +
                '争霸艾泽拉斯\n' +
                '\n' +
                '在我们击败黑暗泰坦萨格拉斯的时候，勇士们发现有一个更大的阴谋笼罩着整个宇宙。似乎萨格拉斯的燃烧军团并不是只是为了单纯的杀戮，从这个大版本最后的结局中，我们发现隐藏再虚空背后有一个连泰坦众神都害怕的敌人——虚空！\n' +
                '\n' +
                '看完魔兽这样的故事走向，我越来越觉得这个以魔幻为题材的游戏，却有点像星际争霸的剧情了。邪恶的虫群最后也被洗白，最后三族联盟共同面对宇宙中最强的BOSS“艾蒙”。\n' +
                '\n' +
                '难道最后我们艾泽拉斯也会联手泰坦众神，还有燃烧军团一起抵抗最大的敌人虚空吗？\n' +
                '\n' +
                '魔兽世界：争霸艾泽拉斯重回起点，大结局或提前出现？伏笔太多！\n' +
                '\n' +
                '萨格拉斯\n' +
                '\n' +
                '争霸艾泽拉斯这个版本，虽然表面上是联盟与部落阵营的一场大冲突，可是在这冲突之下也隐藏着巨大的伏笔！而萨格拉斯最后怒劈艾泽拉斯星球的那把神剑，最后也一定能成为一个重要的“引子”。\n' +
                '\n' +
                '而两个阵营的冲突更是让我们有很多想不通的疑点，比如希尔瓦娜斯为何火烧泰达希尔？在共同抵御了燃烧军团以后，希女王肯定不会无缘无故的去做贸然撕毁盟约的事情。\n' +
                '\n' +
                '而最有可能的情况就是，泰达希尔的根部已经被上古之神腐化了，而上古之神就是虚空的爪牙！\n' +
                '\n' +
                '魔兽世界：争霸艾泽拉斯重回起点，大结局或提前出现？伏笔太多！\n' +
                '\n' +
                '火烧泰达希尔\n' +
                '\n' +
                '最后让我们想想魔兽争霸WAR3的开场动画，当联盟和部落在大战一触即发的时候，天空突然被邪能笼罩，漫天开始落下火雨和恶魔......而这样的场景，是否会在“争霸艾泽拉斯”版本的最后出现呢？\n' +
                '\n' +
                '虚空突然被撕裂，上古之神拔地而起，众神齐聚艾泽拉斯，而艾泽拉斯的星魂成为了最强的泰坦参与战斗，这也许就是魔兽世界的大结局吧！                                                                                                                                                                  7月15日\n' +
                '\n' +
                '                     \n' +
                '                 ';
        }
        if(x==2){

            text='                     \n' +
                '4月16日，国家主席习近平会见世界经济论坛主席施瓦布。施瓦布高度赞扬习主席在2017年世界经济论坛年会上和博鳌亚洲论坛2018年年会开幕式上的两次演讲。\n' +
                '\n' +
                '　　施瓦布首先肯定的是中国对人类前景进行的议程设置。今年1月世界经济论坛2018年年会举行之际，施瓦布就提出，年会主题定为“在分化的世界中打造共同命运”，意在继续顺承习近平主席去年在论坛主旨演讲中提到的“共建人类命运共同体”的主张。\n' +
                '\n' +
                '　　人类命运共同体是“五位一体”的设计，旨在共创和平、安宁、繁荣、开放、美丽的亚洲和世界。习主席在博鳌的演讲进一步指明了各国人民携手同行的方向：相互尊重、平等相待，对话协商、共担责任，同舟共济、合作共赢，兼容并蓄、和而不同，敬畏自然、珍爱地球。五位一体协调发展，各国人民才能面向未来，将对美好生活的向往变为现实。同时，中国坚持世界命运应该由各国共同掌握，国际规则应该由各国共同书写，全球事务应该由各国共同治理，发展成果应该由各国共同分享。施瓦布对人类命运共同体理念的支持再次证明，习主席提出的推动构建人类命运共同体的倡议顺应历史潮流，增进人类福祉，得到越来越多国家和人民欢迎和认同，正在成为更为广泛的国际共识。\n' +
                '\n' +
                '　　作为世界经济论坛创始人兼执行主席，施瓦布格外关注中国对世界经济发展的贡献。中国自身发展成就举世瞩目。中国是世界第二大经济体、第一大工业国、第一大货物贸易国、第一大外汇储备国。2017年，中国经济以6.9%的增速在全球主要经济体中一枝独秀，对世界经济增长的贡献率约30%，仍是举足轻重的稳定器与压舱石。\n' +
                '\n' +
                '　　在当前经济全球化和多边贸易体制面临挑战之际，中国的政策走向将对世界产生重大影响。施瓦布见证了中国坚定主张构建开放型世界经济的积极态势。习主席在博鳌亚洲论坛的演讲中阐示了中国扩大对外开放的政策走向和重大举措，包括大幅度放宽市场准入，创造更有吸引力的投资环境，加强知识产权保护，主动扩大进口。各项举措正在迅速落地。习近平总书记郑重宣布党中央支持海南全岛建设自由贸易试验区的决定，成为“中国开放的大门不会关闭，只会越开越大”的又一实际印证。施瓦布由衷钦佩，认为中国为世界各国合作发展指明了前进方向，注入了强劲动力。\n' +
                '\n' +
                '　　中国坚持维护世界和平发展进程，发挥负责任大国作用，赢得更广泛支持。施瓦布表示，世界经济论坛对过去40年来与中国的合作感到自豪，愿在支持推进“一带一路”建设，促进创新发展等方面同中国加强长期合作，为加强全球治理体系，推动解决世界性问题共同作出努力。这既是重要国际组织对中国开放合作努力的高度评价，也是未来与中国相向而行的立场宣示。得道多助，中国的全球化之路将更加宽广平坦。\n' +
                '                     \n' +
                '                 ';
        }
        if(x==3){

            text='                     \n' +
                '中央广播电视总台央视 驻韩国记者唐鑫认为，备受外界关注的朝韩首脑会谈的相关准备工作，一直在持续进行之中。韩国方面也是特别成立了由总统府青瓦台秘书室长率领的特别工作组，在筹备相关的首脑会谈事宜。在17日举行的发布会中，准备委员会委员长任钟皙向媒体记者介绍，目前一切准备工作都在进行之中，外界关注的朝韩首脑间热线电话的设置工作也即将在20日左右完成，届时，在首脑会谈前，也就是本月27号之前，双方领导人，也就是韩国总统文在寅和朝鲜最高领导人金正恩之间会进行一次通话，设立首脑间的直通电话，或者说是热线电话，我们看到是在上个月文在寅总统访问朝鲜的特使团在访问平壤的时候，和朝鲜方面达成的协议。按照青瓦台的介绍，一切顺利的话，很快朝韩首脑间的通话我们看到也即将实现，这对于分断已久并且紧张对峙不断的两个国家来说也算是有着改善关系的进步意义。过去朝韩之间也曾经有过类似的沟通渠道，但是由于半岛局势持续的紧张对立，相关的沟通渠道也是时断时续，这一次领导人之间热线电话的开通，加上军方的联络渠道以及板门店双方的联络渠道，可以说，朝韩目前在各级别、各领域的沟通上比以往有明显的加强。\n' +
                '　 除了外界关注的朝韩间开通首脑热线的相关消息。在17日进行的记者会上，总统府青瓦台秘书室上任钟皙还向媒体介绍了其余的朝韩首脑会谈筹备工作的进展。任钟皙表示，关于金正恩一行跨越军事分界线，进入韩国领土，以及随后前往会谈地点和平之家的路线等等，相关的沟通还在持续和朝方进行。相关的工作会谈也将视沟通的进展和需要，在随后剩下的几天时间内持续进行。任钟皙还介绍，如果有必要的话，韩国方面的几名负责人员，比如青瓦台国家安保室长郑义溶以及国情院长徐熏等，也可以随时前往平壤直接同朝方进行对话。可以说距离4月27号朝韩举行首脑会谈的日子，留给双方的准备时间已经不多了，我们也看到目前韩国方面可以说是相关的准备工作也已经进入到了最后的阶段。毕竟这一次朝韩领导人的会面可以说是在朝核危机到达了不得不寻求解决办法的时刻举行的，并且，朝鲜领导人还将史无前例地首次跨越军事分界线进入韩国境内，可以说安保、礼宾、活动安排等各方面都需要做很多的准备工作。\n' +
                '　　本周五，恰好距离朝韩领导人约定在27日的板门店会晤还有整整一周时间。金正恩与文在寅，究竟会先“打电话”，还是先“约见面”？如今还存在着一定的悬念。但无论谁先谁后，这条热线的开通，都意味着朝韩之间的交流沟通会更加便捷。\n' +
                '　　中国人民大学国家发展与战略研究院研究员王星宇介绍说，首脑热线，是不同国家之间最高级别的热线。首脑热线的设立，不仅可以在发生突发事件的时候更加及时有效沟通、避免发生冲突，也是国家间关系紧密的一种体现。\n' +
                '　　王星宇认为，一般的我们说首脑热线是热线里面级别最高的，它还可以分成比如说总理热线，外长热线或者安保热线等一些专业的（热线）。一方面是真是针对突发性事件，另外一方面是为了保持比如说国家间关系的这种紧密程度。（朝韩）热线应该是在4月20号左右开通，首先是体现了半岛的南北双方就缓和局势，为这个首脑会谈建立一种这种氛围，所做出的这种努力。而且在这个过程中，专门就这个首脑热线的设置进行了磋商，都有双方的这个情报部门的高级官员和这个安保部门的高级官员，他们都参与了这件事情的沟通和谈判。所以这个肯定是为南北缓和，包括南北的首脑会谈创造一定的氛围。\n' +
                '　　开通了热线是否意味着，今后文在寅总统如果希望和朝鲜最高领导人金正恩交流沟通，可以不必安排见面场合，直接在办公室“打电话”？对此，王星宇指出，首脑热线接通并不意味着两位领导人“想打就打”，一般还是需要提前约定，在双方都有意愿通话的前提下，才会通过电话进行沟通。\n' +
                '　　王星宇称，这个首脑热线，其实它的程序特别严格。都是事先通报，然后提前约好了，按照磋商的时间达成一致以后，然后来进行的。不是像我们想的想像那种就是临时的说，我想打电话，就拿起来就打。首脑热线一定是双方的意愿。所以有时候我们会看到媒体会报道一些，就是说我们是应约，然后接听这个电话的。这个首脑热线，不是放在首脑的办公室的。他所谓想打就打的这个热线就是要随时检查这个线路是否通畅。就是他可能会比如隔一小时后隔两个小时，按照他的这个技术要求应该是在两个小时，都会有一次互相的这个接通的或者拨号的一种试探，保持及时能够沟通上，而不是说首脑之间就想打就打。\n' +
                '　　目前，朝韩之间最有效的电话沟通渠道，是位于板门店的边境热线。但此前由于朝韩关系交恶，板门店热线渠道曾经在2016年2月一度被朝方关闭。关闭期间，韩国仍会在每天上午9点和下午4点致电朝方，却从未得到应答，一直到今年1月3号，朝鲜再次呼叫韩国。今后，朝韩首脑热线的开通，或许可以让朝韩之间的沟通更为频繁，我们也希望，这一次，朝韩双方的电话值班人员，能够更加长久地值守在这个关键的岗位上。\n' +
                '                     \n' +
                '                 ';
        }
        if(x==4){

            text='                     \n' +
                '    新浪财经讯 4月18日消息，早盘三大股指高开低走。开盘，海南板块再度全线杀跌，开盘后十余个股封死跌停板，沪指盘中两度跳水刷新一年内新低。创业板指数也一路唱衰，持续下跌。临近上午收盘，市场指数整体略微企稳，创业板指数在国产软件和芯片板块的积极影响下小幅回弹，而银行板块的稳步走强带动了沪指下探回升，总的来说市场资金表现仍旧谨慎。午后，市场情绪转暖，三大股指均走出V型反弹格局，大小主板指数系数翻红。其中，以芯片板块为首的题材股率先拉升，带动创业板指数大涨。尾盘，三大股指持续冲高，创指重回1800点，沪指持续冲高后小幅回落。早上冲高的银行、钢铁板块有所回落。截至收盘，沪指报3091.40，涨0.80%，深成指报10491.15，涨0.92%，创指报1822.26，涨2.16%。\n' +
                '                     \n' +
                '                 ';
        }
        if(x==5){

            text='                     \n' +
                ' 白羊座\n' +
                '\n' +
                '本月牌面：倒位节制、倒位宝剑二、倒位吊人\n' +
                '骑士感言：好奇心不是个好东西\n' +
                '骑士忠告：有伴的白羊座，两张大阿卡纳环绕一张宝剑二还全部都是倒位。本月与爱人的情感关系恐怕会有不少事端生出。第一个就是有他人影响你们的关系，这个他人，一种可能说的是有关系外的朋友或其他人之事影响了你与爱人之间事情的决策与看法，另一个可能说的是，你或对方遇到了关系外他人的追求，当然也很有可能你们也同样对关系外之人有感觉。而这种萌芽以及这种邂逅并不是短暂的。你不能由着自己的性子来，否则会让自己陷入窘境。另外，这三张牌的组合还预示了，本月在行事太过由着自己高兴，许多原则失守，没有顾忌到对方的喜乐，只为自己开心，从决定外出就餐吃什么这种小事再到关系中大事的决策，有些过于与自我为中心，自然，这也与当下事态现实情况所限让你没太多选择空间，但至少在处理上，应该讲求方法照顾对方心情。单身的白羊座，本月认识新朋友的机会不少，朋友聚会途径，社交网络途径，只要你想，会有不少新朋友列入名单，只是这三张牌传递出因为没有慎重择友，会被他人纠缠或是说预示着在日后会因暧昧关系缠绕而惹得清净日子不在的可能。当然，这三张牌也有因为单身生活过度纵欲，食欲物欲那个欲都算，而健康下滑的情况。\n' +
                '\n' +
                '金牛座\n' +
                '\n' +
                '本月牌面：正位星币七、倒位死神、倒位圣杯五\n' +
                '骑士感言：乱世财为重\n' +
                '骑士忠告：有伴的金牛座，死神虽然有转换之意但却是倒位，与其他两张组合起来，本月的牌面并没有像白羊座新月这五个字那样传递出动能、动态或起始等感觉，可是从牌面含义的组合上却是给了你新月可能会带给你危机的警示。本月要注意财物上的状态，可能因为家里忽然事件，比如家人生病长辈身故或具有震撼破坏性的事情、或家用物品的更替而花费大量的时间和精力，导致财物上的紧张或赤字，已婚的，你的伴侣本月还算是非常体谅你的，愿意陪你一起度过艰难时期，所以你也不要因为自己心情不好就花样作对方，小心适得其反。而未婚在相处的，恐怕这个危机对方没有能力或也没有太深刻的立场来帮你，所以恐怕你要自己想其他办法解决。单身的金牛座，本月一个人逍遥自在，工作生活忙碌但是自己却应对有余，所以开心。至于感情，有些情愫你还没走出来，不过我要说的是，你对寂寞的恐惧，没有对费尽心力谈个恋爱很有可能到头来浪费财力心里结果最后可能还什么都没得到做了赔本买卖的恐惧要大要高。所以，本月还是一个人呆着更好，至少自怜没什么个人损失。\n' +
                '\n' +
                '双子座\n' +
                '\n' +
                '本月牌面：正位星币首牌、倒位权杖骑士、倒位力量\n' +
                '骑士感言：流年不利，形势难估，切莫犯经验主义的错误\n' +
                '骑士忠告：有伴的双子座，这三张塔罗牌的组合告诉我们，本月的白羊座新月没有给你们的二人关系带来什么狂风暴雨，而是让你们更专注在个人事由上，比如说彼此的工作，或是为了更好的在一起更好的生活，对当下生活条件的改造，比如一起做个投资，或是对居住环境做修正或变更搬家，倒位的权杖骑士和力量说的是，只是所有的这些在本月更多是处于萌芽、商讨以及衡量现实自身情况的一些试探、考察工作，而且你们当下的计划有超出可控范围或是可执行范围与能力的地方，需要仔细考量。而这个新月带来的新计划，也就是上述这些，大部分是会在后续的日子里渐渐推进实现的，因此本月关于二人情感生活了决策，特别是有关物质范畴领域方面的，就显得尤为需要慎重。单身的双子座，本月认识新朋友的时间在中段，你有可能因为本月里突然有了一个新的兴趣，忽然开始某种运动，或是因为去追求某个兴趣爱好而去到某处，寻求他人帮忙，总之，是因某个开始之事的连锁反应认识对方，关系来的快去的也快，你也无力阻拦或做些什么。重点关注在自己身上，一切先从自己为中心出发就好。\n' +
                '\n' +
                '巨蟹座\n' +
                '\n' +
                '本月牌面：正位圣杯国王、正位星星、倒位月亮\n' +
                '骑士感言：心魔不除，幸福难求\n' +
                '骑士忠告：有伴的巨蟹座，星星月亮两张大阿卡纳跟随一张人形牌出现，白羊座新月给情感关系带来重要推动力量或是说重要事件。本月感情生活以家中男性长辈或老公丈夫为主导，核心需求都是围着他们转的，可能是长辈身体需要照顾，家里有一些重要事项必须相互协助完成，伴侣的事情权重更高，需要你费心照料。而且伴侣的脾气可能还会不好，或是说从他们身上生出的事，突然换个家具摆放吧，忽然要去干个什么吧，很多是因为被沟通了某个情绪或记忆所致。你与对方协作可以很好地完成那些事情，并且这对二人关系是很好的促进。但可能你还是会在做得过程当中出现不少的小情绪或者觉得自己付出得多而对方并没有留意到。但记住当下并不是一个要发作的时刻，一切以大局为重。虽然对方并不会当即就给你强烈的反应，但他们会把一切都记在心里，在这一点上，你们是一样的。单身的巨蟹座，本月邂逅新朋友的机会在本月上半，当然此人可能你已经认识，只是在本月里开始深入接触，这小30天里抓你眼球的应该更多是年纪偏大或是说为人处事成熟老练，社会经验丰富之人，火花不错。不过倒位的月亮告诉我们，你心里打鼓犯疑心病，恐怕无法全心全意投身相处。\n' +
                '\n' +
                '                     \n' +
                '                 ';
        }
        if(x==6){

            text='\n' +
                '\n' +
                '\n' +
                '华为P20/P20 Pro评测：全方位无死角的旗舰手机   华为P20系列终于在国内发布了！从华为P20系列在3月底亮相以来，我对这款手机的期待就与日俱增，终于国内也发布啦！我们也第一时间体验到了这款目前最牛的拍照手机，我们一起来体验一下这款华为新旗舰吧！\n' +
                '全新的外观设计，独特的极光配色\n' +
                '华为P系列的手机，一直是简洁，时尚的外观设计，这次的华为P20系列当然也是这样的风格。这次华为P20系列没有采用之前的金属机身，而是采用了双面玻璃材质，无论是手感还是视觉上都非常出色。颜色上华为P20有极光色、樱粉金、亮黑色、宝石蓝、香槟金五种配色，而华为P20 Pro则有极光色、樱粉金、亮黑色、宝石蓝四种配色。\n' +
                '极光色是这次华为新推出的配色，采用了真空纳米级的磁控溅射镀膜工艺，将渐变的结构色融入机身。按照官方的介绍，是选取了自然光谱的一段颜色变化，不仅在光线下玻璃机身有着靓丽的光泽，机身也是流光溢彩。\n' +
                '                     \n' +
                '                 \n';
        }
        if(x==7){
            text='\n' +
                '把那个三横 往下一点啊   怎么又跑上面去了\n' +
                '\n' +
                '平地起惊雷，贸易战远远没有结束，这一次矛头指向中兴通讯(000063,股吧)。　　美国英国双双“封杀”中兴，中兴通讯A股、H股紧急停牌。17日，A股科技股应声下跌，芯片概念股起舞。随后，持仓基金下调对中兴通讯的估值，部分基金下调幅度接近两个跌停。　　尽管美国商务部在声明中称，“这是一次监管行动，与正在进行的贸易行动无关”。但在贸易战特殊背景下，美方此举无疑是在增加自己的谈判筹码。　　美英双双对中兴发布禁令　　美国商务部周一发表声明称，商务部已经确定，中兴通讯在2016年至2017年间曾向商务部产业安全局做出虚假陈述，涉及“该公司当时声称其正在采取的、以及已经采取的、针对高级雇员的纪律处分。”　　并宣布，将禁止美国公司向中兴通讯销售零部件、商品、软件和技术7年，直到2025年3月13日。　　雪上加霜的是，美国的忠诚盟友英国也加入了针对中兴通讯的一系列精准打压行列。　　英国网络安全监督机构16日发出一封措辞强烈的公函，警告电信运营商不要使用中兴通讯的设备，因为其所有权属于国家引发安全担心。这意味着英国市场的大门对中兴关上了。　　中兴AH股紧急停牌，称全面评估，积极沟通应对　　4月17日，中兴通讯在官网发表声明称，已获悉美国商务部对公司激活拒绝令。公司正在全面评估此事件对公司可能产生的影响，与各方面积极沟通及应对。　　\n' +
                '下载APP 阅读本文更深度报道\n' +
                '　　4月17日早间，深交所公告称，因中兴通讯股份有限公司发生对股价可能产生较大影响、没有公开披露的重大事项，4月17日开市起停牌，待公司刊登相关公告后复牌。同时，中兴通讯在港交所停牌。　　\n' +
                '　　中国商务部：随时准备维护中国企业合法权益　　4与17日，商务部新闻发言人表示：　　中方注意到美国商务部宣布对中兴公司采取出口管制的措施。中方一贯要求中国企业在海外经营过程中，遵守东道国的法律政策，合法合规开展经营。中兴公司与数百家美国企业开展了广泛的贸易投资合作，为美国贡献了数以万计的就业岗位。希望美方依法依规，妥善处理，并为企业创造公正、公平、稳定的法律和政策环境。　　商务部将密切关注事态进展，随时准备采取必要措施，维护中国企业的合法权益。　　中兴停牌，公募基金紧急调低估值　　作为通讯行业里的龙头股，中兴通讯还是不少基金的重仓股。在中兴突遭禁运与突发停牌后，不少基金也及时对中兴通讯进行估值调整，部分基金按照“指数收益法”估值方法估值，而谨慎的基金公司则大幅下调中兴通讯股价，下调幅度达20%，即两个跌停!　　作为机构扎堆的重仓股，中兴通讯突然停牌也使得重仓该股的基金受到影响，开始进行估值调整。从估值调整公告情况来看，中兴通讯出事后，率先大幅下调其估值的基金公司分别为中信保诚基金和长信基金。　　中信保诚基金公告称：自2018年4月17日起，对旗下证券投资基金持有的"中兴通讯"(证券代码：000063)进行估值调整，按照25.05元/股进行估值。　　\n' +
                '　　长信基金公告称：长信基金管理有限责任公司决定自2018年4月17日起，对公司旗下基金持有的股票“中兴通讯”(股票代码：000063)进行估值调整，估值价格为25.36元。　　\n' +
                '　　中兴通讯停牌前的收盘价为31.31元，25.05元与25.36元的估值分别比停牌前收盘价低了20%和19%，相当于接近两个跌停。\n';

        }
        textAreaID.value = text;

    }

    function checkFrom() {
        var text = $("#info_text").val();
        text = text.replace(/\s/g, "");
        if(text.length<300){
            alert('文本长度太短，请输入长度大于300的文本。')
            return false;
        }
        else {
            return true;
        }
    }